/* card validator error message */
"Card not supported for payment" = "ไม่รองรับบัตรสำหรับการชำระเงิน";

/* card validator error message */
"Card number is invalid" = "หมายเลขบัตรไม่ถูกต้อง";

/* card validator error message */
"Card number is required" = "ต้องกรอกหมายเลขบัตร";

/* card validator error message */
"Card number must contain only digits" = "หมายเลขบัตรต้องเป็นตัวเลขเท่านั้น";

/* card validator error message */
"Card’s expiration date is invalid" = "วันหมดอายุของบัตรไม่ถูกต้อง";

/* card validator error message */
"Expiry date is required" = "ต้องกรอกวันหมดอายุ";

/* card validator error message */
"Invalid card number" = "หมายเลขบัตรไม่ถูกต้อง";

/* card validator error message */
"Invalid CVC / CVV" = "CVC / CVV ไม่ถูกต้อง";

/* card validator error message */
"Invalid expires date" = "วันหมดอายุไม่ถูกต้อง";

/* card validator error message */
"Invalid name on card" = "ชื่อบนบัตรไม่ถูกต้อง";

/* card validator error message */
"Please enter your card name" = "กรุณากรอกชื่อบนบัตร";

/* card validator error message */
"Security code is invalid" = "รหัสความปลอดภัยไม่ถูกต้อง";

/* card validator error message */
"Security code is required" = "ต้องกรอกรหัสความปลอดภัย";

/* card validator error message */
"Security code must contain only digits" = "รหัสความปลอดภัยต้องเป็นตัวเลขเท่านั้น";


/* CVC / CVV placeholder */
"CVC / CVV" = "CVC / CVV";

/* CVC title with card brand and last4 */
"Enter CVC/CVV for\n%@" = "กรอก CVC/CVV สำหรับ\n%@";

/* Pay now - pay button */
"Pay now" = "ชำระเงินตอนนี้";

/* CVC title without card details */
"Enter CVC/CVV" = "กรอก CVC/CVV";

/* total amount of payment session */
"Total %@" = "ยอดรวม %@";
